Repository: jhancock1975/pockterm
Catalog: pockterm/Localizable.xcstrings
Source language: en
Languages: ar, el, es, fr, he, hi, it, ja, ko, ru, te, uk, zh_hans, zh_hant

source: Generate Ed25519 Key
ar: توليد مفتاح Ed25519
el: Παραγωγή κλειδιού Ed25519
es: Generar clave Ed25519
fr: Générer une clé Ed25519
he: צור מפתח Ed25519
hi: Ed25519 कुंजी जनरेट करें
it: Genera chiave Ed25519
ja: Ed25519 鍵を生成
ko: Ed25519 키 만들기
ru: Сгенерировать ключ Ed25519
te: Ed25519 కీని రూపొందించు
uk: Згенерувати ключ Ed25519
zh_hans: 生成 Ed25519 密钥
zh_hant: 產生 Ed25519 金鑰

source: Generate Ed25519 Key…
ar: توليد مفتاح Ed25519…
el: Παραγωγή κλειδιού Ed25519…
es: Generar clave Ed25519…
fr: Générer une clé Ed25519…
he: צור מפתח Ed25519…
hi: Ed25519 कुंजी जनरेट करें…
it: Genera chiave Ed25519…
ja: Ed25519 鍵を生成…
ko: Ed25519 키 만들기…
ru: Сгенерировать ключ Ed25519…
te: Ed25519 కీని రూపొందించు…
uk: Згенерувати ключ Ed25519…
zh_hans: 生成 Ed25519 密钥…
zh_hant: 產生 Ed25519 金鑰…

source: Generate a key
ar: توليد مفتاح
el: Παραγωγή κλειδιού
es: Generar una clave
fr: Générer une clé
he: יצירת מפתח
hi: कुंजी जनरेट करें
it: Generare una chiave
ja: 鍵を生成する
ko: 키 만들기
ru: Создание ключа
te: కీని రూపొందించడం
uk: Створення ключа
zh_hans: 生成密钥
zh_hant: 產生金鑰

source: Getting Started
ar: البدء
el: Ξεκινώντας
es: Primeros pasos
fr: Premiers pas
he: צעדים ראשונים
hi: शुरुआत करें
it: Per iniziare
ja: はじめに
ko: 시작하기
ru: Начало работы
te: ప్రారంభించడం
uk: Початок роботи
zh_hans: 快速入门
zh_hant: 快速入門

source: Give a host a **Startup Snippet** to run it automatically on connect.
ar: امنح المضيف **مقتطف بدء** لتشغيله تلقائيًا عند الاتصال.
el: Δώστε σε έναν διακομιστή ένα **Απόσπασμα εκκίνησης** για να εκτελείται αυτόματα κατά τη σύνδεση.
es: Asigna a un host un **Fragmento de inicio** para ejecutarlo automáticamente al conectar.
fr: Attribuez à un hôte un **Extrait de démarrage** pour l'exécuter automatiquement à la connexion.
he: הגדר למארח **קטע הפעלה** כדי להריץ אותו אוטומטית בעת החיבור.
hi: किसी होस्ट को **स्टार्टअप स्निपेट** दें ताकि कनेक्ट होते ही वह अपने आप चले।
it: Assegna a un host uno **Snippet di avvio** per eseguirlo automaticamente alla connessione.
ja: ホストに**起動スニペット**を設定すると、接続時に自動的に実行されます。
ko: 호스트에 **시작 스니펫**을 지정하면 연결할 때 자동으로 실행됩니다.
ru: Назначьте хосту **Стартовый сниппет**, чтобы он выполнялся автоматически при подключении.
te: కనెక్ట్ అయినప్పుడు స్వయంచాలకంగా అమలయ్యేలా ఒక హోస్ట్‌కు **ప్రారంభ స్నిప్పెట్** ఇవ్వండి.
uk: Призначте хосту **Стартовий сніпет**, щоб він виконувався автоматично під час підключення.
zh_hans: 为主机设置**启动代码片段**，即可在连接时自动运行。
zh_hant: 為主機設定**啟動程式碼片段**，即可在連線時自動執行。

source: Glasses & External Displays
ar: النظارات والشاشات الخارجية
el: Γυαλιά και εξωτερικές οθόνες
es: Gafas y pantallas externas
fr: Lunettes et écrans externes
he: משקפיים ומסכים חיצוניים
hi: चश्मा और बाहरी डिस्प्ले
it: Occhiali e schermi esterni
ja: メガネと外部ディスプレイ
ko: 안경과 외부 디스플레이
ru: Очки и внешние экраны
te: కళ్లద్దాలు & బాహ్య డిస్‌ప్లేలు
uk: Окуляри та зовнішні екрани
zh_hans: 眼镜和外接显示器
zh_hant: 眼鏡與外接顯示器

source: Group
ar: المجموعة
el: Ομάδα
es: Grupo
fr: Groupe
he: קבוצה
hi: समूह
it: Gruppo
ja: グループ
ko: 그룹
ru: Группа
te: గ్రూప్
uk: Група
zh_hans: 群组
zh_hant: 群組

source: Groups
ar: المجموعات
el: Ομάδες
es: Grupos
fr: Groupes
he: קבוצות
hi: समूह
it: Gruppi
ja: グループ
ko: 그룹
ru: Группы
te: గ్రూప్‌లు
uk: Групи
zh_hans: 群组
zh_hant: 群組

source: Groups, Favorites & Search
ar: المجموعات والمفضّلة والبحث
el: Ομάδες, αγαπημένα και αναζήτηση
es: Grupos, favoritos y búsqueda
fr: Groupes, favoris et recherche
he: קבוצות, מועדפים וחיפוש
hi: समूह, पसंदीदा और खोज
it: Gruppi, preferiti e ricerca
ja: グループ、お気に入り、検索
ko: 그룹, 즐겨찾기 및 검색
ru: Группы, избранное и поиск
te: గ్రూప్‌లు, ఇష్టమైనవి మరియు వెతుకులాట
uk: Групи, обране та пошук
zh_hans: 群组、收藏与搜索
zh_hant: 群組、收藏與搜尋

source: Help
ar: المساعدة
el: Βοήθεια
es: Ayuda
fr: Aide
he: עזרה
hi: मदद
it: Aiuto
ja: ヘルプ
ko: 도움말
ru: Справка
te: సహాయం
uk: Довідка
zh_hans: 帮助
zh_hant: 輔助說明

source: Hide Keyboard
ar: إخفاء لوحة المفاتيح
el: Απόκρυψη πληκτρολογίου
es: Ocultar el teclado
fr: Masquer le clavier
he: הסתר מקלדת
hi: कीबोर्ड छिपाएँ
it: Nascondi tastiera
ja: キーボードを隠す
ko: 키보드 가리기
ru: Скрыть клавиатуру
te: కీబోర్డ్ దాచు
uk: Сховати клавіатуру
zh_hans: 隐藏键盘
zh_hant: 隱藏鍵盤

source: Hold time
ar: مدة الانتظار
el: Χρόνος διατήρησης
es: Tiempo de espera
fr: Durée de maintien
he: משך החזקה
hi: होल्ड समय
it: Tempo di attesa
ja: 保持時間
ko: 유지 시간
ru: Время удержания
te: నిలిపి ఉంచే సమయం
uk: Час утримання
zh_hans: 保持时间
zh_hant: 保持時間

source: Host
ar: المضيف
el: Διακομιστής
fr: Hôte
he: מארח
hi: होस्ट
ja: ホスト
ko: 호스트
ru: Хост
te: హోస్ట్
uk: Хост
zh_hans: 主机
zh_hant: 主機

source: Host actions
ar: إجراءات المضيف
el: Ενέργειες διακομιστή
es: Acciones del host
fr: Actions sur l'hôte
he: פעולות על מארח
hi: होस्ट क्रियाएँ
it: Azioni host
ja: ホストの操作
ko: 호스트 동작
ru: Действия с хостом
te: హోస్ట్ చర్యలు
uk: Дії з хостом
zh_hans: 主机操作
zh_hant: 主機操作

source: Host key rejected.
ar: تم رفض مفتاح المضيف.
el: Το κλειδί του διακομιστή απορρίφθηκε.
es: Clave del host rechazada.
fr: Clé d'hôte refusée.
he: מפתח המארח נדחה.
hi: होस्ट कुंजी अस्वीकार की गई।
it: Chiave host rifiutata.
ja: ホスト鍵を拒否しました。
ko: 호스트 키를 거부했습니다.
ru: Ключ хоста отклонён.
te: హోస్ట్ కీ తిరస్కరించబడింది.
uk: Ключ хоста відхилено.
zh_hans: 已拒绝主机密钥。
zh_hant: 已拒絕主機金鑰。

source: Hosts
ar: المضيفون
el: Διακομιστές
fr: Hôtes
he: מארחים
hi: होस्ट
it: Host
ja: ホスト
ko: 호스트
ru: Хосты
te: హోస్ట్‌లు
uk: Хости
zh_hans: 主机
zh_hant: 主機

source: Hosts to import (%lld selected)
ar: المضيفون المراد استيرادهم (%lld محدد)
el: Διακομιστές προς εισαγωγή (%lld επιλεγμένοι)
es: Hosts para importar (%lld seleccionados)
fr: Hôtes à importer (%lld sélectionnés)
he: מארחים לייבוא (%lld נבחרו)
hi: आयात करने के लिए होस्ट (%lld चयनित)
it: Host da importare (%lld selezionati)
ja: 読み込むホスト（%lld 件選択済み）
ko: 가져올 호스트(%lld개 선택됨)
ru: Хосты для импорта (выбрано: %lld)
te: దిగుమతి చేయాల్సిన హోస్ట్‌లు (%lld ఎంపిక చేయబడ్డాయి)
uk: Хости для імпорту (вибрано: %lld)
zh_hans: 要导入的主机（已选择 %lld 个）
zh_hant: 要輸入的主機（已選擇 %lld 個）

source: Hosts, groups, snippets, and forwards are stored on your device.
ar: تُخزَّن المضيفون والمجموعات والمقتطفات والتوجيهات على جهازك.
el: Οι διακομιστές, οι ομάδες, τα αποσπάσματα και οι προωθήσεις αποθηκεύονται στη συσκευή σας.
es: Los hosts, grupos, fragmentos y redirecciones se guardan en tu dispositivo.
fr: Les hôtes, les groupes, les extraits et les redirections sont stockés sur votre appareil.
he: מארחים, קבוצות, קטעים וניתובים נשמרים במכשיר שלך.
hi: होस्ट, समूह, स्निपेट और फ़ॉरवर्ड आपके डिवाइस पर संग्रहीत होते हैं।
it: Host, gruppi, snippet e inoltri sono conservati sul tuo dispositivo.
ja: ホスト、グループ、スニペット、転送はデバイス内に保存されます。
ko: 호스트, 그룹, 스니펫, 포워딩은 기기에 저장됩니다.
ru: Хосты, группы, сниппеты и перенаправления хранятся на вашем устройстве.
te: హోస్ట్‌లు, గ్రూప్‌లు, స్నిప్పెట్‌లు మరియు ఫార్వర్డ్‌లు మీ పరికరంలో నిల్వ చేయబడతాయి.
uk: Хости, групи, сніпети та переспрямування зберігаються на вашому пристрої.
zh_hans: 主机、群组、代码片段和端口转发都存储在你的设备上。
zh_hant: 主機、群組、程式碼片段與埠轉送都儲存在你的裝置上。

source: How Pockterm signs you in
ar: كيف يسجّل Pockterm دخولك
el: Πώς σας συνδέει το Pockterm
es: Cómo inicia sesión Pockterm
fr: Comment Pockterm vous authentifie
he: כיצד Pockterm מחבר אותך
hi: Pockterm आपको कैसे साइन इन करता है
it: Come Pockterm ti autentica
ja: Pockterm のサインイン方法
ko: Pockterm이 로그인하는 방식
ru: Как Pockterm выполняет вход
te: Pockterm మిమ్మల్ని ఎలా సైన్ ఇన్ చేస్తుంది
uk: Як Pockterm виконує вхід
zh_hans: Pockterm 如何为你登录
zh_hant: Pockterm 如何為你登入

source: If a file with the same name is already there, Pockterm asks whether to **Replace** it or **Keep Both**. Keep Both adds a number, as in `IMG_0001 2.HEIC`.
ar: إذا كان هناك ملف بالاسم نفسه، يسألك Pockterm هل تريد **استبدال** أم **الاحتفاظ بكليهما**. يضيف «الاحتفاظ بكليهما» رقمًا، كما في `IMG_0001 2.HEIC`.
el: Αν υπάρχει ήδη αρχείο με το ίδιο όνομα, το Pockterm ρωτά αν θέλετε **Αντικατάσταση** ή **Διατήρηση και των δύο**. Η Διατήρηση και των δύο προσθέτει έναν αριθμό, όπως στο `IMG_0001 2.HEIC`.
es: Si ya hay un archivo con el mismo nombre, Pockterm pregunta si quieres **Reemplazar** o **Conservar ambos**. Conservar ambos añade un número, como en `IMG_0001 2.HEIC`.
fr: Si un fichier du même nom s'y trouve déjà, Pockterm demande s'il faut le **Remplacer** ou **Garder les deux**. Garder les deux ajoute un numéro, comme dans `IMG_0001 2.HEIC`.
he: אם כבר יש שם קובץ באותו שם, Pockterm שואל אם **להחליף** אותו או **לשמור את שניהם**. ״שמור את שניהם״ מוסיף מספר, כמו ב-`IMG_0001 2.HEIC`.
hi: अगर उसी नाम की फ़ाइल पहले से मौजूद है, तो Pockterm पूछता है कि उसे **प्रतिस्थापित करें** या **दोनों रखें**। «दोनों रखें» एक संख्या जोड़ता है, जैसे `IMG_0001 2.HEIC`।
it: Se c'è già un file con lo stesso nome, Pockterm chiede se **Sostituirlo** o **Mantenere entrambi**. Mantieni entrambi aggiunge un numero, come in `IMG_0001 2.HEIC`.
ja: 同じ名前のファイルがすでにある場合、Pockterm は**置き換える**か**両方を残す**かを確認します。「両方を残す」を選ぶと、`IMG_0001 2.HEIC` のように番号が付きます。
ko: 같은 이름의 파일이 이미 있으면 Pockterm이 **대치**할지 **모두 유지**할지 묻습니다. 모두 유지를 선택하면 `IMG_0001 2.HEIC`처럼 번호가 붙습니다.
ru: Если файл с таким именем уже есть, Pockterm спросит, **Заменить** его или **Оставить оба**. «Оставить оба» добавляет номер, например `IMG_0001 2.HEIC`.
te: అదే పేరుతో ఫైల్ ఇప్పటికే ఉంటే, దాన్ని **భర్తీ చేయాలా** లేదా **రెండూ ఉంచాలా** అని Pockterm అడుగుతుంది. «రెండూ ఉంచు» ఒక సంఖ్యను జోడిస్తుంది, `IMG_0001 2.HEIC` లాగా.
uk: Якщо файл із такою назвою вже є, Pockterm спитає, чи **Замінити** його, чи **Залишити обидва**. «Залишити обидва» додає номер, як-от `IMG_0001 2.HEIC`.
zh_hans: 如果已有同名文件，Pockterm 会询问你要**替换**还是**保留两者**。选择保留两者会加上编号，例如 `IMG_0001 2.HEIC`。
zh_hant: 如果已有同名檔案，Pockterm 會詢問你要**取代**還是**兩者都保留**。選擇兩者都保留會加上編號，例如 `IMG_0001 2.HEIC`。

source: If a server later presents a **different** key, Pockterm warns you before continuing — this can mean the server was rebuilt, or that something is wrong.
ar: إذا قدّم الخادم لاحقًا مفتاحًا **مختلفًا**، ينبّهك Pockterm قبل المتابعة — وقد يعني ذلك أن الخادم أُعيد بناؤه، أو أن هناك خطبًا ما.
el: Αν αργότερα ένας διακομιστής παρουσιάσει **διαφορετικό** κλειδί, το Pockterm σας προειδοποιεί πριν συνεχίσετε: μπορεί να σημαίνει ότι ο διακομιστής ξαναστήθηκε ή ότι κάτι δεν πάει καλά.
es: Si más adelante un servidor presenta una clave **distinta**, Pockterm te avisa antes de continuar: puede significar que el servidor se reinstaló, o que algo va mal.
fr: Si un serveur présente ensuite une clé **différente**, Pockterm vous avertit avant de continuer : cela peut signifier que le serveur a été reconstruit, ou que quelque chose ne va pas.
he: אם בהמשך שרת מציג מפתח **שונה**, ‏Pockterm מזהיר אותך לפני שממשיכים — ייתכן שהשרת הותקן מחדש, או שמשהו אינו כשורה.
hi: यदि बाद में कोई सर्वर **अलग** कुंजी दिखाता है, तो Pockterm आगे बढ़ने से पहले चेतावनी देता है — इसका मतलब हो सकता है कि सर्वर दोबारा बनाया गया, या कुछ गड़बड़ है।
it: Se in seguito un server presenta una chiave **diversa**, Pockterm ti avvisa prima di continuare: può significare che il server è stato ricostruito, oppure che qualcosa non va.
ja: 後でサーバが**異なる**鍵を提示した場合、Pockterm は続行前に警告します。サーバが再構築されたか、何か問題がある可能性があります。
ko: 나중에 서버가 **다른** 키를 제시하면 Pockterm이 계속하기 전에 경고합니다. 서버를 다시 구축했거나 무언가 잘못되었다는 뜻일 수 있습니다.
ru: Если позже сервер предъявит **другой** ключ, Pockterm предупредит вас перед продолжением: это может значить, что сервер пересоздали или что-то не так.
te: తర్వాత ఒక సర్వర్ **వేరే** కీని చూపితే, కొనసాగే ముందు Pockterm మిమ్మల్ని హెచ్చరిస్తుంది — సర్వర్‌ను మళ్లీ నిర్మించారని, లేదా ఏదో తప్పు జరిగిందని దీని అర్థం కావచ్చు.
uk: Якщо згодом сервер надасть **інший** ключ, Pockterm попередить вас перед продовженням: це може означати, що сервер перестворили або що щось не так.
zh_hans: 如果服务器之后出示了**不同的**密钥，Pockterm 会在继续之前向你发出警告 — 这可能意味着服务器被重建过，也可能意味着出了问题。
zh_hant: 若伺服器之後出示了**不同的**金鑰，Pockterm 會在繼續之前警告你 — 這可能表示伺服器被重建過，也可能表示出了問題。

source: If the key has a passphrase, Pockterm asks for it once and stores it in the Keychain alongside the key.
ar: إذا كان للمفتاح عبارة مرور، يطلبها Pockterm مرة واحدة ويحفظها في سلسلة المفاتيح مع المفتاح.
el: Αν το κλειδί έχει συνθηματική φράση, το Pockterm τη ζητά μία φορά και την αποθηκεύει στο Μπρελόκ μαζί με το κλειδί.
es: Si la clave tiene frase de contraseña, Pockterm la pide una vez y la guarda en el Llavero junto a la clave.
fr: Si la clé a une phrase secrète, Pockterm la demande une fois et la conserve dans le trousseau avec la clé.
he: אם למפתח יש מילת צופן, ‏Pockterm מבקש אותה פעם אחת ושומר אותה במחזיק המפתחות לצד המפתח.
hi: अगर कुंजी पर पासफ़्रेज़ है, तो Pockterm उसे एक बार पूछता है और कुंजी के साथ कीचेन में सहेज लेता है।
it: Se la chiave ha una passphrase, Pockterm la chiede una volta e la conserva nel Portachiavi insieme alla chiave.
ja: 鍵にパスフレーズが設定されている場合、Pockterm は一度だけ入力を求め、鍵と一緒にキーチェーンに保存します。
ko: 키에 암호가 설정되어 있으면 Pockterm이 한 번만 묻고 키와 함께 키체인에 저장합니다.
ru: Если у ключа есть пароль, Pockterm запросит его один раз и сохранит в связке ключей вместе с ключом.
te: కీకి పాస్‌ఫ్రేజ్ ఉంటే, Pockterm దాన్ని ఒకసారి అడిగి, కీతో పాటు కీచెయిన్‌లో భద్రపరుస్తుంది.
uk: Якщо ключ має пароль, Pockterm запитає його один раз і збереже у зв'язці ключів разом із ключем.
zh_hans: 如果密钥设有密码短语，Pockterm 只会询问一次，并将其与密钥一起存储在钥匙串中。
zh_hant: 如果金鑰設有密碼短語，Pockterm 只會詢問一次，並將其與金鑰一起儲存在鑰匙圈中。

source: If you hide the keyboard, tap the **keyboard** button at the top to bring it back.
ar: إذا أخفيت لوحة المفاتيح، فاضغط على زر **لوحة المفاتيح** في الأعلى لإعادتها.
el: Αν κρύψετε το πληκτρολόγιο, πατήστε το κουμπί **πληκτρολογίου** στο πάνω μέρος για να επανέλθει.
es: Si ocultas el teclado, toca el botón del **teclado** arriba para que vuelva.
fr: Si vous masquez le clavier, touchez le bouton **clavier** en haut pour le faire revenir.
he: אם הסתרת את המקלדת, הקש על כפתור **המקלדת** למעלה כדי להחזיר אותה.
hi: अगर आप कीबोर्ड छिपा दें, तो उसे वापस लाने के लिए ऊपर **कीबोर्ड** बटन टैप करें।
it: Se nascondi la tastiera, tocca il pulsante della **tastiera** in alto per farla tornare.
ja: キーボードを隠したときは、上部の**キーボード**ボタンをタップすると戻ります。
ko: 키보드를 가렸다면 위쪽의 **키보드** 버튼을 탭해 다시 표시하세요.
ru: Если вы скрыли клавиатуру, нажмите кнопку **клавиатуры** вверху, чтобы вернуть её.
te: మీరు కీబోర్డ్‌ను దాచితే, దాన్ని తిరిగి తేవడానికి పైన ఉన్న **కీబోర్డ్** బటన్ నొక్కండి.
uk: Якщо ви сховали клавіатуру, торкніться кнопки **клавіатури** вгорі, щоб повернути її.
zh_hans: 如果隐藏了键盘，轻点顶部的**键盘**按钮即可让它重新出现。
zh_hant: 如果隱藏了鍵盤，點一下頂端的**鍵盤**按鈕即可讓它重新出現。

source: Import
ar: استيراد
el: Εισαγωγή
es: Importar
fr: Importer
he: ייבוא
hi: आयात करें
it: Importa
ja: 読み込む
ko: 가져오기
ru: Импорт
te: దిగుమతి చేయి
uk: Імпорт
zh_hans: 导入
zh_hant: 輸入

source: Import Existing Key…
ar: استيراد مفتاح موجود…
el: Εισαγωγή υπάρχοντος κλειδιού…
es: Importar clave existente…
fr: Importer une clé existante…
he: ייבוא מפתח קיים…
hi: मौजूदा कुंजी आयात करें…
it: Importa chiave esistente…
ja: 既存の鍵を読み込む…
ko: 기존 키 가져오기…
ru: Импортировать существующий ключ…
te: ఇప్పటికే ఉన్న కీని దిగుమతి చేయి…
uk: Імпортувати наявний ключ…
zh_hans: 导入已有密钥…
zh_hant: 輸入既有金鑰…

source: Import Hosts
ar: استيراد المضيفين
el: Εισαγωγή διακομιστών
es: Importar hosts
fr: Importer des hôtes
he: ייבוא מארחים
hi: होस्ट आयात करें
it: Importa host
ja: ホストを読み込む
ko: 호스트 가져오기
ru: Импорт хостов
te: హోస్ట్‌లను దిగుమతి చేయి
uk: Імпорт хостів
zh_hans: 导入主机
zh_hant: 輸入主機

source: Import Key
ar: استيراد مفتاح
el: Εισαγωγή κλειδιού
es: Importar clave
fr: Importer une clé
he: ייבוא מפתח
hi: कुंजी आयात करें
it: Importa chiave
ja: 鍵を読み込む
ko: 키 가져오기
ru: Импорт ключа
te: కీని దిగుమతి చేయి
uk: Імпорт ключа
zh_hans: 导入密钥
zh_hant: 輸入金鑰

source: Import a key you already have
ar: استيراد مفتاح لديك بالفعل
el: Εισαγωγή κλειδιού που έχετε ήδη
es: Importar una clave que ya tienes
fr: Importer une clé que vous avez déjà
he: ייבוא מפתח שכבר יש לך
hi: पहले से मौजूद कुंजी आयात करें
it: Importare una chiave che hai già
ja: すでにある鍵を読み込む
ko: 이미 있는 키 가져오기
ru: Импорт ключа, который у вас уже есть
te: మీ దగ్గర ఇప్పటికే ఉన్న కీని దిగుమతి చేయడం
uk: Імпорт ключа, який у вас уже є
zh_hans: 导入你已有的密钥
zh_hant: 輸入你已有的金鑰

source: Import from ssh_config
ar: استيراد من ssh_config
el: Εισαγωγή από ssh_config
es: Importar desde ssh_config
fr: Importer depuis ssh_config
he: ייבוא מ-ssh_config
hi: ssh_config से आयात करें
it: Importa da ssh_config
ja: ssh_config から読み込む
ko: ssh_config에서 가져오기
ru: Импорт из ssh_config
te: ssh_config నుండి దిగుమతి చేయి
uk: Імпорт із ssh_config
zh_hans: 从 ssh_config 导入
zh_hant: 從 ssh_config 輸入

source: Importing from ssh_config
ar: الاستيراد من ssh_config
el: Εισαγωγή από ssh_config
es: Importar desde ssh_config
fr: Importer depuis ssh_config
he: ייבוא מ-ssh_config
hi: ssh_config से आयात
it: Importare da ssh_config
ja: ssh_config から読み込む
ko: ssh_config에서 가져오기
ru: Импорт из ssh_config
te: ssh_config నుండి దిగుమతి
uk: Імпорт із ssh_config
zh_hans: 从 ssh_config 导入
zh_hant: 從 ssh_config 輸入

source: In a host's editor, choose **New Credentials**.
ar: في محرّر المضيف، اختر **بيانات اعتماد جديدة**.
el: Στον επεξεργαστή ενός διακομιστή, επιλέξτε **Νέα διαπιστευτήρια**.
es: En el editor de un host, elige **Credenciales nuevas**.
fr: Dans l'éditeur d'un hôte, choisissez **Nouveaux identifiants**.
he: בעורך של מארח, בחר **אישורי גישה חדשים**.
hi: किसी होस्ट के संपादक में **नए क्रेडेंशियल** चुनें।
it: Nell'editor di un host, scegli **Nuove credenziali**.
ja: ホストのエディタで、**新規認証情報**を選びます。
ko: 호스트 편집기에서 **새로운 인증 정보**를 선택하십시오.
ru: В редакторе хоста выберите **Новые учётные данные**.
te: ఒక హోస్ట్ ఎడిటర్‌లో **కొత్త ఆధారాలు** ఎంచుకోండి.
uk: У редакторі хоста виберіть **Нові облікові дані**.
zh_hans: 在主机的编辑器中，选择**新建凭证**。
zh_hant: 在主機的編輯器中，選擇**新增憑證**。

source: Inherited from this host's group.
ar: موروث من مجموعة هذا المضيف.
el: Κληρονομείται από την ομάδα αυτού του διακομιστή.
es: Heredado del grupo de este host.
fr: Hérité du groupe de cet hôte.
he: בירושה מהקבוצה של מארח זה.
hi: इस होस्ट के समूह से विरासत में मिला।
it: Ereditato dal gruppo di questo host.
ja: このホストのグループから継承されます。
ko: 이 호스트의 그룹에서 상속됩니다.
ru: Унаследовано от группы этого хоста.
te: ఈ హోస్ట్ గ్రూప్ నుండి వారసత్వంగా వచ్చింది.
uk: Успадковано від групи цього хоста.
zh_hans: 继承自此主机所属的群组。
zh_hant: 繼承自此主機所屬的群組。

source: Insert
ar: إدراج
el: Προσθήκη
es: Insertar
fr: Insérer
he: הוסף
hi: डालें
it: Inserisci
ja: 挿入
ko: 삽입
ru: Вставить
te: చొప్పించు
uk: Вставити
zh_hans: 插入
zh_hant: 插入

source: Invalid private key
ar: مفتاح خاص غير صالح
el: Μη έγκυρο ιδιωτικό κλειδί
es: Clave privada no válida
fr: Clé privée non valide
he: מפתח פרטי לא תקין
hi: अमान्य निजी कुंजी
it: Chiave privata non valida
ja: 秘密鍵が無効です
ko: 유효하지 않은 개인 키
ru: Неверный закрытый ключ
te: చెల్లని ప్రైవేట్ కీ
uk: Недійсний закритий ключ
zh_hans: 私钥无效
zh_hant: 私密金鑰無效

source: It opens in the share sheet, so you can send it anywhere — choose **Save to Files** to keep it, including in **iCloud Drive**.
ar: يُفتح في ورقة المشاركة، فيمكنك إرساله إلى أي مكان — اختر **حفظ في الملفات** للاحتفاظ به، بما في ذلك في **iCloud Drive**.
el: Ανοίγει στο φύλλο κοινής χρήσης, ώστε να το στείλετε οπουδήποτε — επιλέξτε **Αποθήκευση στα Αρχεία** για να το κρατήσετε, ακόμη και στο **iCloud Drive**.
es: Se abre en la hoja de compartir, así que puedes enviarlo a donde quieras; elige **Guardar en Archivos** para conservarlo, incluso en **iCloud Drive**.
fr: Le fichier s'ouvre dans la feuille de partage, vous pouvez donc l'envoyer où vous voulez — choisissez **Enregistrer dans Fichiers** pour le conserver, y compris dans **iCloud Drive**.
he: הוא נפתח בגיליון השיתוף, כך שאפשר לשלוח אותו לכל מקום — בחר **שמור בקבצים** כדי לשמור אותו, כולל ב-**iCloud Drive**.
hi: यह शेयर शीट में खुलती है, इसलिए आप इसे कहीं भी भेज सकते हैं — रखने के लिए **फ़ाइलों में सहेजें** चुनें, **iCloud Drive** में भी।
it: Si apre nel pannello di condivisione, così puoi inviarlo ovunque — scegli **Salva su File** per conservarlo, anche in **iCloud Drive**.
ja: 共有シートで開くので、どこへでも送れます。保存するには**“ファイル”に保存**を選びます。**iCloud Drive** にも保存できます。
ko: 공유 시트에서 열리므로 어디로든 보낼 수 있습니다. 보관하려면 **파일에 저장**을 선택하십시오. **iCloud Drive**에도 저장할 수 있습니다.
ru: Файл откроется в меню «Поделиться», поэтому его можно отправить куда угодно — выберите **Сохранить в Файлы**, чтобы сохранить его, в том числе в **iCloud Drive**.
te: ఇది షేర్ షీట్‌లో తెరుచుకుంటుంది, కాబట్టి మీరు దాన్ని ఎక్కడికైనా పంపవచ్చు — ఉంచుకోవడానికి **ఫైల్‌లలో సేవ్ చేయి** ఎంచుకోండి, **iCloud Drive** లో కూడా.
uk: Файл відкриється в меню поширення, тож ви можете надіслати його будь-куди — виберіть **Зберегти у Файли**, щоб зберегти його, зокрема в **iCloud Drive**.
zh_hans: 它会在共享表单中打开，因此你可以发送到任何地方 — 选择**存储到文件**即可保存，也可存到 **iCloud 云盘**。
zh_hant: 它會在共享表單中打開，因此你可以傳送到任何地方 — 選擇**儲存到檔案**即可保存，也可存到 **iCloud 雲碟**。

source: Keep Both
ar: الاحتفاظ بكليهما
el: Διατήρηση και των δύο
es: Conservar ambos
fr: Garder les deux
he: שמור את שניהם
hi: दोनों रखें
it: Mantieni entrambi
ja: 両方を残す
ko: 모두 유지
ru: Оставить оба
te: రెండూ ఉంచు
uk: Залишити обидва
zh_hans: 保留两者
zh_hant: 兩者都保留

source: Keep a large host list tidy
ar: إبقاء قائمة مضيفين كبيرة مرتّبة
el: Κρατήστε τακτοποιημένη μια μεγάλη λίστα διακομιστών
es: Mantén ordenada una lista larga de hosts
fr: Gardez une longue liste d'hôtes bien rangée
he: שמירה על סדר ברשימת מארחים גדולה
hi: बड़ी होस्ट सूची व्यवस्थित रखें
it: Mantieni ordinato un elenco di host lungo
ja: 多くのホストを整理しておきます
ko: 많은 호스트 목록을 정돈합니다
ru: Держите большой список хостов в порядке
te: పెద్ద హోస్ట్ జాబితాను చక్కగా ఉంచండి
uk: Тримайте великий список хостів упорядкованим
zh_hans: 让庞大的主机列表保持整洁
zh_hant: 讓龐大的主機列表保持整齊

source: Keep sessions alive when idle
ar: إبقاء الجلسات نشطة أثناء الخمول
el: Διατήρηση συνεδριών σε αδράνεια
es: Mantener las sesiones activas cuando estén inactivas
fr: Maintenir les sessions actives en cas d'inactivité
he: השאר הפעלות פעילות בזמן חוסר פעילות
hi: निष्क्रिय होने पर भी सत्र चालू रखें
it: Mantieni attive le sessioni inattive
ja: 操作がないときもセッションを維持
ko: 유휴 상태에서도 세션 유지
ru: Поддерживать сессии при бездействии
te: నిష్క్రియంగా ఉన్నప్పుడూ సెషన్‌లను కొనసాగించు
uk: Підтримувати сесії під час бездіяльності
zh_hans: 闲置时保持会话连接
zh_hant: 閒置時保持工作階段連線

source: Keep-alive
ar: إبقاء الاتصال
es: Mantener conexión
he: שמירת חיבור
hi: कीप-अलाइव
ja: キープアライブ
ko: 연결 유지
te: కీప్-అలైవ్
zh_hans: 保持连接
zh_hant: 保持連線

source: Key
ar: المفتاح
el: Κλειδί
es: Clave
fr: Clé
he: מפתח
hi: कुंजी
it: Chiave
ja: 鍵
ko: 키
ru: Ключ
te: కీ
uk: Ключ
zh_hans: 密钥
zh_hant: 金鑰

source: Key Bar
ar: شريط المفاتيح
el: Μπάρα πλήκτρων
es: Barra de teclas
fr: Barre de touches
he: סרגל מקשים
hi: कुंजी पट्टी
it: Barra tasti
ja: キーバー
ko: 키 바
ru: Панель клавиш
te: కీ బార్
uk: Панель клавіш
zh_hans: 按键栏
zh_hant: 按鍵列

source: Key saved in Keychain
ar: تم حفظ المفتاح في سلسلة المفاتيح
el: Το κλειδί αποθηκεύτηκε στο Μπρελόκ
es: Clave guardada en el Llavero
fr: Clé enregistrée dans le trousseau
he: המפתח נשמר במחזיק המפתחות
hi: कुंजी कीचेन में सहेजी गई
it: Chiave salvata nel Portachiavi
ja: 鍵をキーチェーンに保存しました
ko: 키가 키체인에 저장됨
ru: Ключ сохранён в связке ключей
te: కీ కీచెయిన్‌లో సేవ్ చేయబడింది
uk: Ключ збережено у зв'язці ключів
zh_hans: 密钥已保存到钥匙串
zh_hant: 金鑰已儲存至鑰匙圈

source: Keychain
ar: سلسلة المفاتيح
el: Μπρελόκ
es: Llavero
fr: Trousseau
he: מחזיק מפתחות
hi: कीचेन
it: Portachiavi
ja: キーチェーン
ko: 키체인
ru: Ключи
te: కీచెయిన్
uk: Ключі
zh_hans: 钥匙串
zh_hant: 鑰匙圈

source: Keys are stored in the iOS Keychain and sent only to %@.
ar: تُحفظ المفاتيح في سلسلة مفاتيح iOS ولا تُرسل إلا إلى %@.
el: Τα κλειδιά αποθηκεύονται στο Μπρελόκ του iOS και αποστέλλονται μόνο στο %@.
es: Las claves se guardan en el Llavero de iOS y solo se envían a %@.
fr: Les clés sont conservées dans le trousseau iOS et envoyées uniquement à %@.
he: המפתחות נשמרים במחזיק המפתחות של iOS ונשלחים רק אל %@.
hi: कुंजियाँ iOS कीचेन में रखी जाती हैं और केवल %@ को भेजी जाती हैं।
it: Le chiavi sono conservate nel Portachiavi iOS e inviate solo a %@.
ja: 鍵は iOS のキーチェーンに保存され、%@ にのみ送信されます。
ko: 키는 iOS 키체인에 저장되며 %@에만 전송됩니다.
ru: Ключи хранятся в связке ключей iOS и отправляются только в %@.
te: కీలు iOS కీచెయిన్‌లో నిల్వ చేయబడతాయి మరియు %@ కు మాత్రమే పంపబడతాయి.
uk: Ключі зберігаються у зв'язці ключів iOS і надсилаються лише до %@.
zh_hans: 密钥存储在 iOS 钥匙串中，且仅发送给 %@。
zh_hant: 金鑰儲存在 iOS 鑰匙圈中，且只會傳送給 %@。
